class script(object):
    START_TXT = """<blockquote>👋🏻 Hᴇʟʟᴏ ᴘᴏᴏᴋɪᴇ, {}.</blockquote>
ɪ ᴀᴍ ᴀ ᴍᴏᴠɪᴇ ʙᴏᴛ ᴛʜᴀᴛ ᴘʀᴏᴠɪᴅᴇꜱ ᴍᴏᴠɪᴇꜱ ᴀɴᴅ ᴡᴇʙꜱᴇʀɪᴇꜱ ɪɴꜱɪᴅᴇ ᴀ ɢʀᴏᴜᴘ ᴏʀ ꜱᴏᴍᴇᴛɪᴍᴇꜱ ᴏɴ ᴘᴇʀꜱᴏɴᴀʟ ɪɴᴛᴇʀᴀᴄᴛɪᴏɴꜱ.\n\nᴛᴏ ᴇɴᴊᴏʏ ᴍʏ ꜰᴜʟʟ ᴘᴏᴛᴇɴᴛɪᴀʟ, ᴀᴅᴅ ᴍᴇ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ(ꜱ) ᴀɴᴅ ᴍᴀᴋᴇ ᴍᴇ ᴀɴ ᴀᴅᴍɪɴ ᴡɪᴛʜ ᴇᴠᴇʀʏ ʀɪɢʜᴛ.

<blockquote>©️ ᴍᴀɪɴᴛᴀɪɴᴇᴅ ʙʏ @infohub_updates</blockquote>"""
    HELP_TXT = """
    🙋🏻‍♂️   ʜᴇʟʟᴏ ᴘᴏᴏᴋɪᴇ,   {} 🤓

<blockquote>○ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ○</blockquote>
     
 /start - ᴄʜᴇᴄᴋ ɪꜰ ɪ'ᴍ ᴀʟɪᴠᴇ
 /ping - ᴄʜᴇᴄᴋ ʏᴏᴜʀ ɪɴᴛᴇʀɴᴇᴛ ᴘɪɴɢ
 /usage - ʙᴏᴛ ᴜꜱᴀɢᴇ [ɴᴏɴ-ꜰᴜɴᴄᴛɪᴏɴᴀʟ ᴍᴏꜱᴛʟʏ]
 /status - ʙᴏᴛ ꜱᴛᴀᴛᴜꜱ
 /info - ɢᴇᴛ ᴀɴ ᴜꜱᴇʀ'ꜱ ɪɴꜰᴏ 
 /id - ɢᴇᴛ ʏᴏᴜʀ ᴛᴇʟᴇɢʀᴀᴍ ᴜꜱᴇʀ ɪᴅ
 /stats - ᴅᴀᴛᴀʙᴀꜱᴇ ꜱᴛᴀᴛᴜꜱ  
 /broadcast - ʙʀᴏᴀᴅᴄᴀꜱᴛ [ᴀᴅᴍɪɴꜱ ᴏɴʟʏ]

○ ɪ ʀᴇQᴜᴇꜱᴛ ʏᴏᴜ ᴀʟʟ ᴛᴏ ʙᴇ ᴘᴀᴛɪᴇɴᴛ ɪɴᴄᴀꜱᴇ ɪꜰ ɪ'ᴍ ʙᴇɪɴɢ ꜱʟᴏᴡ!
○ ᴘʟᴇᴀꜱᴇ ᴅᴏ ɴᴏᴛ ꜱᴘᴀᴍ ᴡɪᴛʜ ʀᴇQᴜᴇꜱᴛꜱ ᴏʀ ᴄᴏᴍᴍᴀɴᴅꜱ ꜱɪɴᴄᴇ ᴛʜᴀᴛ ᴍᴀʏ ᴏᴠᴇʀʟᴏᴀᴅ ᴍʏ ꜱᴇʀᴠᴇʀꜱ ᴀɴᴅ ꜱʟᴏᴡ ᴍᴇ ᴅᴏᴡɴ!
○ ᴅᴏ ɴᴏᴛ ꜱᴇᴀʀᴄʜ ꜰᴏʀ ᴘᴏʀɴ ᴏʀ ꜱɪᴍɪʟᴀʀ ɴꜱꜰᴡ ᴄᴏɴᴛᴇɴᴛ
"""
    ABOUT_TXT = """<b><blockquote>◎ Nᴀᴍᴇ: 𝕿𝖍𝖊 𝕯𝖊𝖛𝖎𝖑'𝖘 𝕿𝖍𝖊𝖆𝖙𝖗𝖊</blockquote>
◎ Cʀᴇᴀᴛᴏʀ: <a href=https://t.me/infohub_updates>ɪɴꜰᴏʜᴜʙ ᴜᴘᴅᴀᴛᴇꜱ</a>
◎ Lᴀɴɢᴜᴀɢᴇ: <a href=https://docs.python.org/3/whatsnew/3.0.html>Pʏᴛʜᴏɴ 3</a>
◎ Dᴀᴛᴀ Bᴀsᴇ: <a href=https://www.mongodb.com/>Mᴏɴɢᴏ DB</a>
◎ Bᴏᴛ Sᴇʀᴠᴇʀ: <a href=https://railway.com/>ʀᴀɪʟᴡᴀʏ</a></b>"""
    SOURCE_TXT = """<b>NOTE:</b>
-<blockquote> ⚠️ ᴘʟᴇᴀꜱᴇ ɢᴏ ᴛʜʀᴏᴜɢʜ ᴛʜᴇ ᴅɪꜱᴄʟᴀɪᴍᴇʀ ᴛʜᴏʀᴏᴜɢʜʟʏ ʙᴇꜰᴏʀᴇ ᴜꜱɪɴɢ ᴏᴜʀ ʙᴏᴛ ⚠️ </blockquote>
- ᴅɪꜱᴄʟᴀɪᴍᴇʀ- <a href=https://telegra.ph/Disclaimer-for-The-Devils-Theatre-bot-11-21>ᴄʟɪᴄᴋ ʜᴇʀᴇ ᴛᴏ ʀᴇᴀᴅ!</a>

<b>🛠️ ᴅᴇᴠᴇʟᴏᴘᴇʀꜱ:</b>
-<blockquote> <a href=https://t.me/the_universal_being>ᏰᎧᎧᏦᏇᎧᏒᎷ ✅</a></blockquote>"""
    MANUELFILTER_TXT = """Help: <b>Filters</b>
- ꜰɪʟᴛᴇʀ ɪꜱ ᴛʜᴇ ꜰᴇᴀᴛᴜʀᴇ ᴡʜᴇʀᴇ ᴜꜱᴇʀꜱ ᴄᴀɴ ꜱᴇᴛ ᴀᴜᴛᴏᴍᴀᴛᴇᴅ ʀᴇᴘʟɪᴇꜱ ꜰᴏʀ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴋᴇʏᴡᴏʀᴅ ᴀɴᴅ ᴅᴇᴠɪʟ'ꜱ ᴛʜᴇᴀᴛʀᴇ ᴡɪʟʟ ʀᴇꜱᴘᴏɴᴅ ᴡʜᴇɴᴇᴠᴇʀ ᴀ ᴋᴇʏᴡᴏʀᴅ ɪꜱ ꜰᴏᴜɴᴅ ɪɴ ᴛʜᴇ ꜱᴇɴᴛ ᴍᴇꜱꜱᴀɢᴇ.
<b>🎀 ɴᴏᴛᴇ:</b>
1. ᴛʜɪꜱ ʙᴏᴛ ꜱʜᴏᴜʟᴅ ʜᴀᴠᴇ ᴀᴅᴍɪɴ ᴘʀɪᴠɪʟᴇɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
2. ᴏɴʟʏ ᴀᴅᴍɪɴꜱ ᴄᴀɴ ᴀᴅᴅ ꜰɪʟᴛᴇʀꜱ ɪɴ ᴀ ᴄʜᴀᴛ.
3. ᴀʟᴇʀᴛ ʙᴜᴛᴛᴏɴꜱ ʜᴀᴠᴇ ᴀ ʟɪᴍɪᴛ ᴏꜰ 64 ᴄʜᴀʀᴀᴄᴛᴇʀꜱ.

<b>💡 ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴛʜᴇɪʀ ᴜꜱᴀɢᴇ:</b>
• /filter - <code>add a filter in the chat</code>
• /filters - <code>list all the filters of the chat</code>
• /del - <code>delete a specific filter in the chat</code>
• /delall - <code>delete all the filters in the chat [ᴄʜᴀᴛ ᴏᴡɴᴇʀ ᴏɴʟʏ]</code>"""
    BUTTON_TXT = """Help: <b>ʙᴜᴛᴛᴏɴꜱ</b>

- ᴛʜɪꜱ ʙᴏᴛ ꜱᴜᴘᴘᴏʀᴛꜱ ʙᴏᴛʜ ᴜʀʟ ᴀɴᴅ ᴀʟᴇʀᴛ ɪɴʟɪɴᴇ ʙᴜᴛᴛᴏɴꜱ.

<b>🎀 ɴᴏᴛᴇ:</b>
1. ᴛᴇʟᴇɢʀᴀᴍ ᴅᴏᴇꜱ ɴᴏᴛ ᴀʟʟᴏᴡ ꜱᴇɴᴅɪɴɢ ʙᴜᴛᴛᴏɴꜱ ᴡɪᴛʜᴏᴜᴛ ᴀɴʏ ᴄᴏɴᴛᴇɴᴛ, ꜱᴏ ᴀ ᴄᴏɴᴛᴇɴᴛ ɪꜱ ᴍᴀɴᴅᴀᴛᴏʀʏ.
2. ᴛʜɪꜱ ʙᴏᴛ ꜱᴜᴘᴘᴏʀᴛꜱ ʙᴜᴛᴛᴏɴꜱ ᴡɪᴛʜ ᴀɴʏ ᴛᴇʟᴇɢʀᴀᴍ ᴍᴇᴅɪᴀ ᴛʏᴘᴇ.
3. ʙᴜᴛᴛᴏɴꜱ ꜱʜᴏᴜʟᴅ ʙᴇ ᴘʀᴏᴘᴇʀʟʏ ᴘᴀʀꜱᴇᴅ ᴀꜱ ᴍᴀʀᴋᴅᴏᴡɴ ꜰᴏʀᴍᴀᴛ.

<b>ᴜʀʟ ʙᴜᴛᴛᴏɴꜱ:</b>
<code>[Button Text](buttonurl:https://t.me/infohub_updates/34)</code>

<b>ᴀʟᴇʀᴛ ʙᴜᴛᴛᴏɴꜱ:</b>
<code>[Button Text](buttonalert:This is an alert message)</code>"""
    AUTOFILTER_TXT = """Help: <b>ᴀᴜᴛᴏ-ꜰɪʟᴛᴇʀ</b>

<b>🎀 ɴᴏᴛᴇ:</b>
1. ᴍᴀᴋᴇ ᴍᴇ ᴛʜᴇ ᴀᴅᴍɪɴ ᴏꜰ ʏᴏᴜʀ ᴅᴀᴛᴀʙᴀꜱᴇ ᴄʜᴀɴɴᴇʟ.
2. ᴍᴀᴋᴇ ꜱᴜʀᴇ ᴛʜᴀᴛ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴅᴏᴇꜱ ɴᴏᴛ ᴄᴏɴᴛᴀɪɴꜱ ᴄᴀᴍʀɪᴘꜱ, ᴘᴏʀɴ, ᴅᴜᴘʟɪᴄᴀᴛᴇ ᴏʀ ꜰᴀᴋᴇ ꜰɪʟᴇꜱ.
3. ꜰᴏʀᴡᴀʀᴅ ᴍᴇ ᴛʜᴇ ʟᴀꜱᴛ ᴍᴇꜱꜱᴀɢᴇ ᴏꜰ ᴛʜᴇ ᴄʜᴀɴɴᴇʟ ᴅɪʀᴇᴄᴛʟʏ.
 ɪ'ʟʟ ᴀᴅᴅ ᴀʟʟ ᴛʜᴇ ꜰɪʟᴇꜱ ɪɴ ᴛʜᴀᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴍʏ ᴘʀɪᴍᴀʀʏ ᴅʙ."""
    CONNECTION_TXT = """Help: <b>🖇️ ᴄᴏɴɴᴇᴄᴛɪᴏɴꜱ</b>

- ʙᴏᴛ ꜱᴇɴᴅꜱ ᴀ ᴘᴇʀꜱᴏɴᴀʟ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴀᴅᴍɪɴ ᴛᴏ ᴍᴀɴᴀɢᴇ ᴛʜᴇ ꜱᴇᴛ ɢʀᴏᴜᴘ 
- ᴛʜɪꜱ ᴇɴꜱᴜʀᴇꜱ ᴛʜᴇ ɢʀᴏᴜᴘ ʀᴇᴍᴀɪɴꜱ ᴄʟᴇᴀɴ ᴀɴᴅ ꜱᴘᴀᴍ-ꜰʀᴇᴇ!

<b>🎀 ɴᴏᴛᴇ:</b>
1. ᴏɴʟʏ ᴀᴅᴍɪɴꜱ ᴄᴀɴ ᴀᴅᴅ ᴀ ᴄᴏɴɴᴇᴄᴛɪᴏɴ.
2. ꜱᴇɴᴅ <code>/connect</code> ꜰᴏʀ ᴄᴏɴɴᴇᴄᴛɪɴɢ ᴍᴇ ᴛᴏ ʏᴏᴜʀ ᴘᴍ

<b>💡 ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴛʜᴇɪʀ ᴜꜱᴀɢᴇ:</b>
• /connect  - <code>ᴄᴏɴɴᴇᴄᴛ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴄʜᴀᴛ ᴛᴏ ʏᴏᴜʀ ᴘᴍ</code>
• /disconnect  - <code>ᴅɪꜱᴄᴏɴɴᴇᴄᴛ ꜰʀᴏᴍ ᴀ ᴄʜᴀᴛ</code>
• /connections - <code>ʟɪꜱᴛ ᴀʟʟ ʏᴏᴜʀ ᴄᴏɴɴᴇᴄᴛɪᴏɴꜱ</code>"""
    EXTRAMOD_TXT = """Help: <b>ᴇxᴛʀᴀ ᴍᴏᴅᴜʟᴇꜱ</b>

<b>NOTE:</b>
ᴛʜᴇꜱᴇ ᴀʀᴇ ᴛʜᴇ ᴇxᴛʀᴀ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ 𝕯𝖊𝖛𝖎𝖑'𝖘 𝕿𝖍𝖊𝖆𝖙𝖗𝖊

<b>💡 ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴛʜᴇɪʀ ᴜꜱᴀɢᴇ:</b>
• /id - <code>ɢᴇᴛ ɪᴅ ᴏꜰ ᴀ ꜱᴘᴇᴄɪꜰɪᴇᴅ ᴜꜱᴇʀ.</code>
• /info  - <code>ɢᴇᴛ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜꜱᴇʀ.</code>
• /imdb  - <code>ɢᴇᴛ ᴛʜᴇ ꜰɪʟᴍ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ꜰʀᴏᴍ ɪᴍᴅʙ ꜱᴏᴜʀᴄᴇ.</code>
• /search  - <code>ɢᴇᴛ ᴛʜᴇ ꜰɪʟᴍ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ꜰʀᴏᴍ ᴠᴀʀɪᴏᴜꜱ ꜱᴏᴜʀᴄᴇꜱ.</code>"""
    ADMIN_TXT = """Help: <b>ᴀᴅᴍɪɴ ᴍᴏᴅꜱ</b>

<b>🎀 ɴᴏᴛᴇ:</b>
ᴛʜɪꜱ ᴍᴏᴅᴜʟᴇ ᴏɴʟʏ ᴡᴏʀᴋꜱ ꜰᴏʀ ᴍʏ ᴀᴅᴍɪɴꜱ

<b>💡 ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴛʜᴇɪʀ ᴜꜱᴀɢᴇ:</b>
• /logs - <code>ᴛᴏ ɢᴇᴛ ᴛʜᴇ ʀᴇᴄᴇɴᴛ ᴇʀʀᴏʀꜱ.</code>
• /stats - <code>ᴛᴏ ɢᴇᴛ ꜱᴛᴀᴛᴜꜱ ᴏꜰ ꜰɪʟᴇꜱ ɪɴ ᴅᴀᴛᴀʙᴀꜱᴇ.</code>
• /delete - <code>ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀ ꜱᴘᴇᴄɪꜰɪᴄ ꜰɪʟᴇ ꜰʀᴏᴍ ᴅᴀᴛᴀʙᴀꜱᴇ.</code>
• /users - <code>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴍʏ ᴜꜱᴇʀꜱ ᴀɴᴅ ɪᴅꜱ.</code>
• /chats - <code>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ᴍʏ ᴄʜᴀᴛꜱ ᴀɴᴅ ɪᴅꜱ.</code>
• /leave  - <code>ᴛᴏ ᴇxɪᴛ ᴀ ᴄʜᴀᴛ.</code>
• /disable  -  <code>ᴛᴏ ʙᴀɴ/ᴅɪꜱᴀʙʟᴇ ᴀ ᴄʜᴀᴛ.</code>
• /ban  - <code>ᴛᴏ ʙᴀɴ ᴀɴ ᴜꜱᴇʀ.</code>
• /unban  - <code>ᴛᴏ ᴜɴʙᴀɴ ᴀɴ ᴜꜱᴇʀ.</code>
• /channel - <code>ᴛᴏ ɢᴇᴛ ᴀ ʟɪꜱᴛ ᴏꜰ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴅᴀᴛᴀʙᴀꜱᴇ ᴄʜᴀɴɴᴇʟꜱ.</code>
• /broadcast - <code>ᴛᴏ ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴀʟʟ ᴜꜱᴇʀꜱ.</code>"""
    STATUS_TXT = """★ 𝚃𝙾𝚃𝙰𝙻 𝙵𝙸𝙻𝙴𝚂: <code>{}</code>
★ 𝚃𝙾𝚃𝙰𝙻 𝚄𝚂𝙴𝚁𝚂: <code>{}</code>
★ 𝚃𝙾𝚃𝙰𝙻 𝙲𝙷𝙰𝚃𝚂: <code>{}</code>
★ 𝚄𝚂𝙴𝙳 𝚂𝚃𝙾𝚁𝙰𝙶𝙴: <code>{}</code> 
★ 𝙵𝚁𝙴𝙴 𝚂𝚃𝙾𝚁𝙰𝙶𝙴: <code>{}</code> """
    LOG_TEXT_G = """#NewGroup
Group = {}(<code>{}</code>)
Total Members = <code>{}</code>
Added By - {}
"""
    RESULT_TXT="""<blockquote>🏴‍☠️ ᴀʏᴇ, ᴀʏᴇ ᴄᴀᴘᴛᴀɪɴ </blockquote>ʜᴇʀᴇ ᴀʀᴇ ᴛʜᴇ ʀᴇꜱᴜʟᴛꜱ ꜰᴏʀ ʏᴏᴜʀ Qᴜᴇʀʏ {}"""

    CUSTOM_FILE_CAPTION = """<b>📂Fɪʟᴇɴᴀᴍᴇ : {file_name}
FɪʟᴇSɪᴢᴇ : {file_size}

╔════ ᴊᴏɪɴ ᴡɪᴛʜ ᴜs ════╗
▫️<a href=https://t.me/theultimatetheatre> 22ɴᴅ ᴄᴇɴᴛᴜʀʏ ᴄɪɴᴇᴍᴀꜱ </a>
╚════ ᴊᴏɪɴ ᴡɪᴛʜ ᴜs ════╝</b>"""

    
    RESTART_GC_TXT = """
<b>𝖡𝗈𝗍 𝖱𝖾𝗌𝗍𝖺𝗋𝗍𝖾𝖽 !</b>
𝕿𝖍𝖊 𝕯𝖊𝖛𝖎𝖑'𝖘 𝕿𝖍𝖊𝖆𝖙𝖗𝖊
**@infohub_updates**

📅 𝖣𝖺𝗍𝖾 : <code>{}</code>
⏰ 𝖳𝗂𝗆𝖾 : <code>{}</code>
🌐 𝖳𝗂𝗆𝖾𝗓𝗈𝗇𝖾 : <code>Asia/Kolkata</code>
🛠️ 𝖡𝗎𝗂𝗅𝖽 𝖲𝗍𝖺𝗍𝗎𝗌 : <code>𝗏1 [ 𝖲𝗍able 😁 ]</code></b>"""
    
    LOG_TEXT_P = """#NewUser
ID - <code>{}</code>
Name - {}
"""
    SPOLL_NOT_FND="""<blockquote> ꜱᴏʀʀʏ, ᴘᴏᴏᴋɪᴇ 😭</blockquote>
ɪ ᴄᴏᴜʟᴅɴ'ᴛ ꜰɪɴᴅ ᴀɴʏᴛʜɪɴɢ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ʏᴏᴜʀ ʀᴇQᴜᴇꜱᴛ ɪɴ ᴍʏ ᴅᴀᴛᴀʙᴀꜱᴇ. 😔
ᴛʀʏ ʀᴇᴀᴅɪɴɢ ᴛʜᴇ ɪɴꜱᴛʀᴜᴄᴛɪᴏɴꜱ ʙᴇʟᴏᴡ 👇🏼
    """
#SPELL CHECK LANGUAGES TO KNOW callback
    ENG_SPELL="""Please Note Below📓
1️⃣ Place your request with the correct spellings.
2️⃣ Don't ask for movies or webseries which are not released on OTT platforms yet.
3️⃣ Possible  ASK [movie name langauge] like this or [movie year]
    """
    MAL_SPELL="""ദയവായി താഴെ ശ്രദ്ധിക്കുക📓
1️⃣ ശരിയായ അക്ഷരവിന്യാസത്തിൽ ചോദിക്കുക
2️⃣ OTT പ്ലാറ്റ്‌ഫോമുകളിൽ റിലീസ് ചെയ്യാത്ത സിനിമകൾ ചോദിക്കരുത്
3️⃣ ഇത് പോലെ [സിനിമയുടെ പേര് ഭാഷ] അല്ലെങ്കിൽ [സിനിമ വർഷം] ചോദിക്കാം
    """
    HIN_SPELL="""कृपया नीचे ध्यान दें📓
1️⃣ सही वर्तनी में पूछें
2️⃣ उन फिल्मों के बारे में न पूछें जो ओटीटी प्लेटफॉर्म पर रिलीज नहीं हुई हैं
3️⃣ संभव है पूछें [मूवी का नाम भाषा] इस तरह या [मूवी वर्ष]
    """
    TAM_SPELL="""கீழே கவனிக்கவும்📓
1️⃣ சரியான எழுத்துப்பிழையில் கேளுங்கள்
2️⃣ வெளியாகாத திரைப்படங்களைக் கேட்காதீர்கள்
3️⃣ இந்த வடிவத்தில் கேளுங்கள் [திரைப்படத்தின் பெயர், ஆண்டு]
    """

    CHK_MOV_ALRT="""♻️ ᴀ ᴍᴏᴍᴇɴᴛ, ᴘᴏᴏᴋɪᴇ! ɪ ᴀᴍ ᴛʀʏɪɴɢ ᴛᴏ ꜱᴇᴀʀᴄʜ ᴛʜᴇ ᴍᴏᴠɪᴇ ꜰʀᴏᴍ ᴛʜᴇ ᴅᴀᴛᴀʙᴀꜱᴇ. ♻️"""
    
    OLD_MES=""" <b>ᴡʜᴀᴛ ᴀʀᴇ ʏᴏᴜ ᴅᴏɪɴɢ, ᴘᴏᴏᴋɪᴇ?</b>\n\nᴛʜɪꜱ ɪꜱ ᴏɴᴇ ᴏꜰ ᴍʏ ᴏʟᴅᴇʀ ᴍᴇꜱꜱᴀɢᴇꜱ. ᴘʟᴇᴀꜱᴇ ꜱᴇɴᴅ ᴍᴇ ᴀ ꜰʀᴇꜱʜ ʀᴇQᴜᴇꜱᴛ."""
    
    MOV_NT_FND="""<b>✨ ᴏʜʜ ɴᴏ ᴘᴏᴏᴋɪᴇ! ᴛʜᴇ ᴍᴏᴠɪᴇ ᴏʀ ꜱᴇʀɪᴇꜱ ʏᴏᴜ ʜᴀᴠᴇ ʀᴇQᴜᴇꜱᴛᴇᴅ ɪꜱ ᴇɪᴛʜᴇʀ ɴᴏᴛ ʀᴇʟᴇᴀꜱᴇᴅ ʏᴇᴛ ᴏʀ ᴛʜᴇ ᴀᴅᴍɪɴ ɪꜱ ꜱᴍᴏᴋɪɴɢ ᴡᴇᴇᴅ ᴀɴᴅ ᴅɪᴅ ɴᴏᴛ ᴜᴘʟᴏᴀᴅ ɪᴛ ᴛᴏ ᴛʜᴇ ᴅᴀᴛᴀʙᴀꜱᴇ.</b>
<blockquote>ʀᴇᴘᴏʀᴛ ᴛᴏ ᴀᴅᴍɪɴ - @infohubsupport_robot</blockquote>
"""
    RESTART_TXT = """
<b><u>𝖡𝗈𝗍 𝖱𝖾𝗌𝗍𝖺𝗋𝗍𝖾𝖽 ✅</u></b>"""

